START_MESSAGE = "Спасибо. Нажмите на кнопку ниже, чтоб узнать любую информацию о броском центре."

PRICES_MESSAGE = """Бросковый центр сдаётся почасово, вне зависимости от количества человек.

СТОИМОСТЬ ЧАСА 200 гривен. На льду может присутствовать неограниченное количество человек, цена всё равно останется 200 гривен в час (не рекомендуется больше 2-х взрослых или 3-х детей).

Бросковый центр предоставляет лёд, ворота и тренажёры. Услуги тренеров обсуждаются и оплачиваются ОТДЕЛЬНО.
"""

SCHEDULE_MESSAGE = """Бросковый центр работает с 8 до 22 без выходных и праздников. Расписание можно посмотреть в данном источнике *ссылка на гугл календарь*.

Чтобы прийти на тренировку запишитесь заранее в данном боте(но это не точно), по телефону +380679226551/+380662654584 или написав в инстаграм https://www.instagram.com/your_goal.kharkov/ """

ADDRES_MESSAGE = "Мы находимся по адресу Московский проспект 257, второй этаж, справа от лестницы."

ICE_INFO_MESSAGE = """Синтетический лёд изготовлен по специальной технологии позволяющей кататься на коньках. Скольжение максимально приближено к настоящему льду.

Помимо льда в бросковом центре присутствуют: ворота с макетом вратаря, ряд тренажёров для улучшения техники броска и ведения."""

COACHES_MESSAGE = "Услуги тренера обсуждаются и записываются отдельно."

ASK_MESSAGE = "Вы можете задать вопрос @ , пожалуйста, убедитесь что вы не нашли ответа на него в боте"