START_MESSAGE = "Спасибо. Нажмите на кнопку ниже, чтоб узнать любую информацию о бросковом центре."

PRICES_MESSAGE = """Бросковый центр сдаётся почасово, вне зависимости от количества человек.

СТОИМОСТЬ ЧАСА 200 гривен. На льду может присутствовать неограниченное количество человек, цена всё равно останется 200 гривен в час (не рекомендуется больше 2-х взрослых или 3-х детей).

Бросковый центр предоставляет лёд, ворота и тренажёры. Услуги тренеров обсуждаются и оплачиваются ОТДЕЛЬНО.

Зал для ОФП сдаётся почасово. СТОИМОСТЬ ЧАСА 100 гривен.
"""

SCHEDULE_MESSAGE = """Бросковый центр работает с 8 до 22 без выходных и праздников. Расписание можно посмотреть в гугл календаре по ссылке ниже. Зал ОФП имеет отдельное расписание.

Чтобы прийти на тренировку запишитесь заранее @OstapenkoAleksander, позвонив по телефону +380679226551/+380662654584 или написав в инстаграм."""

ADDRESS_MESSAGE = """Мы находимся по адрессу Танкопия 36/4, поворот напротив АТБ, бывший танкопиевский базарчик. Первый этаж, слева от входа."""

ICE_INFO_MESSAGE = """Синтетический лёд изготовлен по специальной технологии позволяющей кататься на коньках. Скольжение максимально приближено к настоящему льду.

Помимо льда в бросковом центре присутствуют ворота с макетом вратаря, ряд тренажёров, турник, дриблинг-зону и зал для ОФП тренировок."""

COACHES_MESSAGE = "Услуги тренера обсуждаются и записываются отдельно."

ASK_MESSAGE = "Вы можете записаться на тренировку или задать вопрос @OstapenkoAleksander, пожалуйста, убедитесь что вы не нашли ответа на него в боте"

FRANCHISE_MESSAGE = "По любым вопросам сотрудничества, партнёрства, франшизы или приобретения оборудования пишите @kastet99"