"""
API =  1109214579:AAHpGYeD5Y1Go9eCnlC0QkGANKU00WPQJm0

Вас приветствует бот броскового центра "YOUR GOAL" Харьков. Для продолжения нажмите старт

/start

Спасибо. Нажмите на кнопку ниже, чтоб узнать любую информацию о броском центре. Так же, вы можете записаться на тренировку.

*цены*
*расписание*
*как добраться*
*информация по льду*
*услуги тренеров*
*FAQ*
*записаться онлайн* (хз)

~

*цены*

Бросковый центр сдаётся почасово, вне зависимости от количества человек.

СТОИМОСТЬ ЧАСА 200 гривен. На льду может присутствовать неограниченное количество человек (но не рекомендуется больше 2-х взрослых или 3-х детей), цена всё равно останется 200 гривен в час.

Бросковый центр предоставляет лёд, ворота и тренажёры. Услуги тренеров обсуждаются и оплачиваются ОТДЕЛЬНО.

*вернуться в меню*

~

*расписание*

Бросковый центр работает с 8 до 22 без выходных, праздников и карантинов. Расписание можно посмотреть в данном источнике *ссылка на гугл календарь*.

Чтобы прийти на тренировку запишитесь заранее в данном боте(но это не точно), по телефону +380679226551/+380662654584 или написав в инстаграм https://www.instagram.com/your_goal.kharkov/

*вернуться в меню*

~

*как добраться*

Мы находимся по адресу Московский проспект 257, второй этаж, справа от лестницы
*3 фото*
*геолокация*

*вернуться в меню*

~

*информация по льду*

Синтетический лёд изготовлен по специальной технологии позволяющей кататься на коньках. КОНЬКИ НЕ ТУПЯТСЯ, скольжение максимально приближено к настоящему льду.

Помимо льда в бросковом центре присутствуют: ворота с макетом вратаря, ряд тренажёров для улучшения техники броска и ведения.
*видео*

*вернуться в меню*

~

*услуги тренеров*

Услуги тренера обсуждаются и записываются отдельно.

Кобиков Артём Александрович
*телефон*
*фото*

Остапенко Константин
*телефон*
*фото*

Морозов Феликс
*телефон*
*фото*

Скребела Валерий
*телефон*
*фото*

Лупандин Андрей Николвевич
*теелефон*
*фото*

*вернуться в меню*

~

*FAQ*

Здесь для совсем тупых будет продублированна информация. А так же будет возможность задать свой вопрос.

*вернуться в меню*

~~~

ЭКСПЕРЕМЕНТАЛЬНАЯ ФУНКЦИЯ

*записаться онлайн*

Просмотрите расписание на ближайшие время.

Бросковый центр работает с 8 до 22 без выходных, праздников и карантинов. Расписание можно посмотреть в данном источнике *ссылка на гугл календарь*.

Стоимость часа - 200 гривен, вне зависимости от количества человек. Если вас будет двое, это по 100 с человека и так далее соответственно.

Если вы хотите записаться в данном боте, введите свою фамилию.

Вы так же всегда можете сделать это по телефону +380679226551/+380662654584 или написав в инстаграм https://www.instagram.com/your_goal.kharkov/

#вводит фамилию

Хорошо, введите дату когда хотите прийти на тренировку. Обратите внимание, дата должна быть в формате ДД.ММ.ГГГГ

#вводит дату

Окей, теперь введите время начала вашей тренировки и количество часов. Убедитесь что вы уже проверили свободное время в расписании *ссылка на гугл календарь*

#вводит дату и количество часов

#будет збс, если время будет автоматически чекаться с расписанием. Должно проверять: свободно ли это время + свободно ли через количество введённых часов.

#либо автоматическая синхронизация с гугл календарём, либо админ в ручную заносит инфу, как и в календарь. А значит, нужен ещё механизм внесения информации

--- если нет

Извините, это время занято. Проверьте расписание и выберите ещё раз *ссылка на ГК*

Повтор последнего диалога.

--- если да

Отлично, вы записаны на ДД:ММ:ГГГГ, в ЧЧ:ММ.

Вам нужен тренер?

*нет*
*да*

#если нет - просто следующий пункт

--- если да

Пожалуйста, согласуйте с тренером лично.

Кобиков Артём Александрович
*телефон*
*фото*

Остапенко Константин
*телефон*
*фото*

Морозов Феликс
*телефон*
*фото*

Скребела Валерий
*телефон*
*фото*

*согласовали*

#нажимает

#мы уточняем у тренера всё ли правильно договорено

Отлично. Вы, ФАМИЛИЯ, записаны на ДД.ММ.ГГГГ с ЧЧ.ММ до ЧЧ.ММ С тренером ТРЕНЕР/без тренера.

ВНИМАНИЕ, прежде чем прийти на тренировку, дождитесь подтверждения от администратора.

#инфа отправляется к админу (вероятно 2 тг акка) адин чекает что всё окей.

--- если нет

Извините, что-то пошло не так.
"сообщение от админа"  (вы не так ввели время и т.д. Сообщения вводятся вручную, как ответ в диалоге) Тут же выдаёт ошибку если тренер сказал нет в пункте выше

--- если да

Отлично, ваша тренировка внесена в расписание. С нетерпением ждём вас.  Спасибо что пользуетесь нашим ботом.

Поделитесь с друзьями, пусть все знают как попасть на тренировку.


#на всех этапах выше есть кнопки
*вернуться назад* (предыдущий диалог)
*в меню*

"""